Repository: H-chauvet/RISU
Catalog: Configurateur/front/lib/l10n/app_*.arb
Languages: fr

# accountMy
source: My Account
fr: Mon Compte

source: Account not verified
fr: Compte non vérifié

# actualData
source: Actual: {actual}
fr: Actuel : {actual}

source: Add
fr: Ajouter

# additionalRequest
source: Any additional request for us ?
fr: Des demandes supplémentaires à nous faire parvenir ?

# addressData
source: Address: {address}
fr: Adresse : {address}

# addressNo
source: Address: No address
fr: Adresse : Aucune adresse

# addressPostal
source: Postal address
fr: Adresse postale

# adminAccessNeeded
source: Administrator access required
fr: Connexion Administrateur requise

# adminRisu
source: RISU administration
fr: Administration de RISU

# adminTicket
source: Ticket administration
fr: Administration des tickets

source: All
fr: Tous

# allreadyGotAccount
source: Already got an account ?
fr: Déjà un compte ?

source: Application downloaded!
fr: L'application a bien été téléchargée !

# askAddContainerSide
source: Which locker side would you want to add it ?
fr: Sur quelle face du casier voulez-vous l'ajouter ?

# askCompleteAllField
source: Please fill all fields
fr: Veuillez remplir tous les champs

# askCompleteField
source: Please fill out the field
fr: Veuillez remplir ce champ

# askDesign
source: Where would you want to add this design ?
fr: Où souhaitez-vous ajouter ce design ?

# askImageRemoval
source: Which image would you want to remove ?
fr: Quelle image souhaitez-vous retirer ?

# askLockerSize
source: Which locker size do yout want ?
fr: Quelle taille de casier voulez-vous ajouter ?

# askRemoveContainerSide
source: Which locker side would you want to remove it ?
fr: Sur quelle face du casier voulez-vous le supprimer ?

# askSaveName
source: How do you want to name your save ?
fr: Voulez-vous donner un nom à votre sauvegarde ?

source: Available
fr: Disponible

source: back
fr: Derrière

source: Back to home
fr: Retour à l'accueil

source: Back view
fr: Vue arrière

source: Banck details
fr: Coordonnées bancaires

source: big
fr: Grand

source: Browse
fr: Parcourir

source: Cancel
fr: Annuler

source: Cart
fr: Panier

# cartNoItem
source: Cart is empty
fr: Aucun article dans le panier

# categorySelect
source: Select category
fr: Sélectionnez la catégorie

# cityData
source: City: {city}
fr: Ville : {city}

# cityNameData
source: City name: {city}
fr: Nom de la ville : {city}

# cityNew
source: New city
fr: Nouvelle ville

# cityNotLinked
source: City: Not Associated
fr: Ville : Pas de ville associée

source: City: Unknown
fr: Ville : Inconnue

source: Close conversation
fr: Fermer la conversation

source: Closed
fr: Fermés

source: Column number
fr: numéro de colonne

# columnNumberAsk
source: Fill the column number
fr: Entrez la colonne du casier

# columnNumbers
source: Column number
fr: Nombre de colonnes

source: Community
fr: Communauté

source: Company
fr: Entreprise

# companyAskColleagues
source: Would you like to invite your colleagues?
fr: Souhaitez-vous inviter des collaborateurs ?

# companyAskName
source: Enter company name
fr: Entrez le nom de l'entreprise

source: Company creation
fr: Création d'entreprise

# companyData
source: Company: {company}
fr: Entreprise : {company}

source: Company Handling
fr: Gestion de votre entreprise

# companyInfoEdited
source: Company information successfully modified!
fr: Informations de l'entreprise modifiées avec succès !

# companyMy
source: My company
fr: Mon Entreprise

# companyNameData
source: Company name : {name}
fr: Nom de l'entreprise : {name}

source: Company Name Edit
fr: Modification du nom de votre entreprise

# companyNameEmpty
source: Company has no name
fr: L'entreprise ne possède pas de nom

# companyNameFill
source: Please fill your company name
fr: Entrez le nom de votre entreprise

# companyNameUpdate
source: Company name modification
fr: Modification du nom de votre entreprise

source: Company new name
fr: Nouveau nom d'entreprise

# companyNotLinked
source: No company linked
fr: Pas d'entreprise associée

# companySendMail
source: Send email to contact company
fr: Entrez un mail pour contacter l'entreprise

# companySendMailColleagues
source: Enter an eamil to invite colleages
fr: Entrez un mail pour inviter le collaborateur

# companyTypeData
source: Company type : {type}
fr: Type d'entreprise : {type}

source: Confidentality policy
fr: Politique de confidentialité

# configurator
source: Set up your container
fr: Configure ton conteneur

source: Contact page
fr: Page de contact

# contactSupport
source: Contact RISU support!
fr: Contactez le support RISU !

source: Contact us
fr: Nous contacter

# containerAdd
source: Add a container
fr: Ajouter un conteneur

# containerClassic
source: Classic container
fr: Conteneur classique

source: Container configuration
fr: Configuration du container

# containerCreate
source: Create a container
fr: Créer un conteneur

# containerDeleted
source: Container successfully deleted!
fr: Conteneur supprimé avec succès !

# containerDescription
source: Flocked(yes) - Logo(yes) - Custom color(No)
fr: Flocage(Oui) - Logo(Oui) - Couleur personnalisée(Non)

source: Container handling
fr: Gestion des conteneurs

# containerItemHandling
source: Container and object handling
fr: Gestion des conteneurs et objets

source: Container List
fr: Liste des conteneurs

# containerMy
source: My containers
fr: Mes conteneurs

# container
source: My container
fr: Mon conteneur

source: Container not found.
fr: Aucun conteneur trouvé.

# containerPriceData
source: Container price: {price} €
fr: Prix du conteneur : {price} €

# containerRemovalConfirmation
source: The container was deleted!
fr: Le conteneur a bien été supprimé !

# containerReset
source: Reset container
fr: Réinitialiser le conteneur

# containerSaved
source: My saved containers
fr: Mes conteneurs sauvegardés

# containerSelect
source: Select container
fr: Sélectionnez le conteneur

source: Container side
fr: Face du conteneur

# containerSideStore
source: Which side of the container do you want to automaticly store ?
fr: Quelle(s) face(s) du conteneur voulez-vous ranger automatiquement ?

# copyright
source: Copyright ©2024, All rights reserved.
fr: Copyright ©2024, Tous droits réservés.

source: Create
fr: Créer

# createdTimeData
source: Created at: {time}
fr: Créé le : {time}

# darkTheme
source: Dark mode
fr: Mode sombre

source: Delete
fr: Supprimer

source: Delete container
fr: Supprimer un conteneur

source: Delete locker
fr: Supprimer un casier

# descriptionAsk
source: Please fill the description
fr: Veuillez entrer un description

# descriptionEmpty
source: Description: No description
fr: Description : Pas de description

# descriptionNew
source: New description
fr: Nouvelle description

# design
source: Selection of container's design
fr: Choix du design du conteneur

# developedByRisu
source: Developped by RISU
fr: Développé par RISU

source: Down
fr: Bas

source: Download application
fr: Télécharger l'application

source: Email address
fr: Adresse e-mail

# emailEdit
source: Modify email
fr: Modification de votre adresse mail

# emailEdited
source: Email successfully modified!
fr: Email modifié avec succès !

# emailFill
source: Enter your email
fr: Entrez votre email

# emailNew
source: new email
fr: Nouvel email

# emailSendRecovery
source: Send recovery email
fr: Envoyer l'email de récupération

# emailUpdate
source: Update your e-mail address easily!
fr: Mettez à jour votre adresse mail facilement !

# endConversation
source: Close conversation
fr: Clôturer la conversation

# errorDuringCallerInformationRetrieval
source: Error occured during caller information retrieval
fr: Erreur durant la récupération des informations de l'interlocuteur

# errorDuringInformationRetrieval
source: Error occured during information retrieval
fr: Erreur durant la récupération des informations

# errorDuringInformationRetrievalData
source: Error occured during information retrieval: {statusCode}
fr: Erreur lors de la récupération : {statusCode}

# errorDuringUserDeletion
source: Error occured during user deletion
fr: Erreur durant la suppression de l'utilisateur

# errorDuringUserInformationRetrievalData
source: Error occured during user information retrieval: {error}
fr: Erreur durant la récupération des données de l'utilisateur : {error}

# errorFetchingUserDetails
source: Failed to fetch user details.
fr: Échec de l'extraction des détails de l'utilisateur.

# errorFetchingUserDetailsCodeData
source: Failed to fetch user details. Status code: {error}
fr: Échec de l'extraction des détails de l'utilisateur. Status : {error}

# errorFetchingUserDetailsData
source: Failed to fetch user details: {error}
fr: Échec de l'extraction des détails de l'utilisateur : {error}

# errorObjectCreationFailed
source: Error occured during Object creation
fr: Erreur lors de la création de l'objet

source: Filling
fr: Remplissage

source: Firstname
fr: Prénom

# firstNameData
source: Firstname: {firstName}
fr: Prénom : {firstName}

# firstNameFill
source: Enter your firstname
fr: Entrez votre prénom

# firstNameNew
source: New firstname
fr: Nouveau prénom

source: Front
fr: Devant

# frontView
source: Front vue
fr: vue devant

# giveFeedback
source: Give a feedback
fr: Laisser un avis

source: Height:
fr: Hauteur :

source: Home
fr: Accueil

# imageClickToAdd
source: Click to add an image
fr: Cliquez pour ajouter une image

# imageRemoval
source: Remove image
fr: Retirer une image

# imageSizeMax
source: Image size cannot exeed 1Mo
fr: La taille de l'image ne dois pas excéder 1 Mo

# imagesClickToAdd
source: Click to add images
fr: Cliquez pour ajouter des images

source: In progress
fr: En cours

# informationEmpty
source: No information available
fr: Aucune information disponible

# informationNew
source: New information
fr: Nouvelles informations

source: Invalid Position
fr: Position invalide

# invalidPositionAskAnotherPosition
source: You cannot perform this action, the position is invalid. Please indicate the position at the base of the locker.
fr: Vous ne pouvez pas réaliser cette action, la position est invalide. Veuillez indiquer la position à la base du casier.

# itemAdd
source: Add an item
fr: Ajouter un article

# itemAskContainer
source: Select a container
fr: Veuillez sélectionner un conteneur

# itemAskName
source: Name your item
fr: Veuillez entrer un nom d'article

# itemCreate
source: Create a new object
fr: Créer un nouvel objet

# itemCreationSuccess
source: Success creating the item!
fr: Article créé avec succès !

# itemDeleteSuccess
source: Success deleting the item!
fr: Article supprimé avec succès !

source: Item description
fr: Description de l'objet

source: Item list
fr: Liste des objets

# itemListAccess
source: This tab gives access to the list of items in service.
fr: Cet onglet permet d'accéder à la liste des articles en service.

source: Item name
fr: Nom de l'objet

# landingPitch1
source: RISU makes it easy to rent equipment when you need it!
fr: Louer du matériel quand vous en avez envie en toute simplicité grâce à RISU !

# landingPitch2Text
source: Containers available everywhere in France!
fr: Des conteneurs disponibles partout en france !

# landingPitch2Title
source: Find rentals to suit your needs, where you want them
fr: Trouvez des locations selon vos besoins, où vous les souhaitez

# landingPitch3Text
source: Thanks to our innovative configurator, your container will live up to your expectations.
fr: Grâce à notre configurateur innovant, votre conteneur sera à la hauteur de vos attentes

# landingPitch3Title
source: Design the container of your dreams!
fr: Concevez le conteneur de vos rêves, selon vos envies !

source: Language
fr: Langue

# lastActivity
source: Last activity the: {time}
fr: Dernière activité le : {time}

source: Lastname
fr: Nom

# lastNameData
source: Lastname: {name}
fr: Nom : {name}

# lastNameFill
source: Enter your lastname
fr: Entrez votre nom

# laststNameNew
source: New lastname
fr: Nouveau nom de famille

source: Left
fr: Gauche

source: Left view
fr: vue gauche

# location
source: Selection of container's location
fr: Choix de la localisation du conteneur

source: Locations number:
fr: Nombre d'emplacements :

# lockerAdd
source: Add a locker
fr: Ajouter un casier

# lockerBig
source: big locker
fr: Grand casier

source: Log in
fr: Connexion

# logInAction
source: Login
fr: Se connecter

# logInAsk
source: Login.
fr: Connectez-vous.

# logInFailed
source: Connection failure
fr: Echec de la connexion

# logInRequired
source: Connection required
fr: Connexion requise

# logInRisu
source: Log on to the RISU website!
fr: Connectez-vous au site RISU !

# logInWith
source: Connect with:
fr: Se connecter avec :

source: Log off
fr: Déconnexion

# loggedIn
source: You are now logged in!
fr: Vous êtes désormais connecté !

# loggedOff
source: You are now logged off!
fr: Vous êtes bien déconnecté !

source: Medium
fr: Moyen

source: Medium locker
fr: Moyen casier

source: Message handling
fr: Gestion des messages

# messageListAccess
source: This tab gives access to the list of messages sent by users
fr: Cet onglet permet d'accéder à la liste des messages envoyés par les utilisateurs

# messageNew
source: New message
fr: Nouveau message

# meters
source: {meters, plural, one{{meters} meter} other {{meters} meters}}
fr: {meters, plural, one{{meters} mètre} other {{meters} mètres}}

source: Modify
fr: Modifier

# modifySuccess
source: Modification successful!
fr: Modification effectuée avec succès !

# mustBeAdmin
source: You must be logged in with an admin account to continue.
fr: Vous devez être connecté à un compte admin pour poursuivre

# mustBeLoggedIn
source: You must be logged in to continue
fr: Vous devez être connecté à un compte pour poursuivre

# mustVerifyAccount
source: You must verify your account to continue
fr: Vous devez vérifier votre compte pour poursuivre

source: Name
fr: Nom

# nameAsk
source: Please enter a name
fr: Veuillez entrer un nom

# nameData
source: Name: {name}
fr: Nom : {name}

# nameNew
source: new Name
fr: Nouveau nom

# newRisu
source: New on RISU ?
fr: Nouveau sur la plateforme ?

source: Next
fr: Suivant

# objectCreate
source: Create object
fr: Créer un objet

source: Object creation
fr: Création d'objet

# objectCreationFailed
source: Object creation failure
fr: L'objet n'a pas pu être créé

source: Object creation success
fr: Objet créé avec succès

# objectEdit
source: Modify object
fr: Modifier un objet

# objectEmpty
source: No object found.
fr: Aucun objet trouvé.

# objectNew
source: New object
fr: Nouvel objet

source: Object price
fr: Prix de l'objet

source: Opinion
fr: Avis

# opinionConsultCreate
source: Consult and give feedbaks on RISU!
fr: Consulter et donner votre avis sur RISU !

# opinionPage
source: Post a comment
fr: Poster un avis

# opinionPost
source: Post a comment
fr: Poster un avis

# opinionPostedBy
source: Opinion posted by {firstName} {lastName}
fr: Avis posté par {firstName} {lastName}

# opinionShare
source: Share your experience by posting a review!
fr: Partagez votre expérience en postant un avis !

# opinionYours
source: Your opinions
fr: Vos avis

source: Order confirmation
fr: Confirmation de commande

# orderConfirmationReturnHome
source: Your order has been confirmed, you can now return to home page and we will contact you as soon as your order is ready.
fr: Votre commande a bien été confirmée, vous pouvez maintenant retourner à l'accueil et nous vous contacterons dès que votre commande sera prête

# orderFailed
source: Order failled
fr: Echec de la commande

source: Order recap
fr: Récapitulatif de commande

source: Our Containers:
fr: Nos Conteneurs :

source: Our Objects:
fr: Nos Objets :

source: Our Offers:
fr: Nos Offres :

source: Our team
fr: Notre équipe

# ourTeam2
source: Our team:
fr: Notre équipe :

source: Page not found !
fr: Cette page n'existe pas !

# pageNotFoundText
source: We are unable to find the page you are looking for. Please try to return to the previous page or return to the home page.
fr: Nous ne parvenons pas à trouver la page que vous recherchez. Essayez de retourner à la page précédente ou veuillez retourner à l'accueil.

source: Password
fr: Mot de passe

# passwordConfirm
source: Confirm password
fr: Valider le mot de passe

source: Password confirmation
fr: Validation du mot de passe

# passwordDontMatch
source: Passwords don't match each other
fr: Les mots de passe ne correspondent pas

# passwordEdit
source: Modify password
fr: Modification de votre mot de passe

# passwordFill
source: Enter your password
fr: Entrez votre mot de passe

# passwordForgot
source: Forgot your password ?
fr: Mot de passe oublié ?

# passwordModify
source: Modify password
fr: Changer le mot de passe

# passwordModifySuccess
source: Password successfully modified!
fr: Mot de passe modifié avec succès !

# passwordNew
source: Create a new password!
fr: Créez un nouveau mot de passe !

# passwordRecovery
source: Passowrd recovery
fr: Récupération du mot de passe

# passwordRecoverySuccess
source: Passowrd recovery success
fr: Le mot de passe a bien été récupéré

# passwordUpdate
source: Update your password address easily!
fr: Mettez à jour votre mot de passe facilement !

source: Pay
fr: Payer

source: Payment
fr: Paiement

source: Previous
fr: Précédent

source: Price
fr: Prix

# price2
source: Price:
fr: Prix :

# priceAsk
source: Please enter a prix
fr: Veuillez entrer un prix

# priceAskValid
source: Please enter a valid price
fr: Veuillez entrer un prix valide

# priceData
source: price {price}€
fr: Prix {price}€

# pricePerHour
source: €/hour
fr: €/heure

source: Product name:
fr: Nom du produit :

source: Profile
fr: Profil

# profileEditText
source: Modify your profile at your convenience!
fr: Modifier votre profil à votre convenance !

# profileMy
source: My profile
fr: Mon Profil

source: Quantity
fr: Quantité

# questions
source: Frequently asked questions
fr: Questions fréquentes

# register
source: Create an account.
fr: Créer un compte.

# registerAskEmail
source: You have not received the confirmation email ?
fr: Vous n'avez pas reçu le mail de confirmation ?

# registerComfirmed
source: Registration confirmed
fr: Confirmation d'inscription

# registerComfirmedMessage
source: Your registration has been confirmed, and you can now log in and use our application.
fr: Votre inscription a bien été confirmée, vous pouvez maintenant vous connecter et profiter de notre application

# registerEmail
source: The confirmation email has been sent!
fr: Le mail de confirmation a bien été renvoyé !

# registerMessage
source: To finalize your account registration, please confirm it using the link you received by email.
fr: Afin de finaliser l'inscription de votre compte, merci de confirmer cette dernière grâce au lien que vous avez reçu par mail.

# registerResendEmail
source: Resend confirmation email
fr: Renvoyer le mail de confirmation

# registerRisu
source: Register on the RISU website!
fr: Inscrivez-vous sur le site RISU !

source: Register with:
fr: S'inscrire avec :

source: Registration
fr: Inscription

source: Remove
fr: Retirer

# removeLocker
source: Remove a locker
fr: Retirer un casier

# returnTo
source: Return
fr: Retour

source: Right
fr: Droite

source: Right view
fr: vue droite

source: RISU Company
fr: L'entreprise RISU

source: RISU opinions
fr: Les avis de RISU

# risuTeam
source: The RISU team
fr: L'équipe de RISU

source: Row number
fr: Numéro de la ligne

# rowNumberAsk
source: Enter the locker line
fr: Entrez la ligne du casier

# rowNumbers
source: Number of lines
fr: Nombre de lignes

source: Save
fr: Sauvegarde

# saveAction
source: Save
fr: Sauvegarder

# saveConfirm
source: Save confirmation
fr: Confirmation de sauvegarde

# saveConfirmed
source: Your container was successfully saved
fr: Votre conteneur a bien été sauvegardé

# saveData
source: Save - {timeStamp}
fr: Sauvegarde - {timeStamp}

# saveMy
source: My saves
fr: Mes sauvegardes

source: Save name
fr: Nom de la sauvegarde

source: Settings:
fr: Options :

# shape
source: Selection of container's shape
fr: Choix de la forme du conteneur

# signUp
source: Register
fr: S'inscrire

source: Size:
fr: Taille :

source: Small
fr: Petit

source: Small locker
fr: Petit casier

source: Sort
fr: Trier

# spaceAllreadyEmpty
source: You cannot perform this action as the position is already empty.
fr: Vous ne pouvez pas réaliser cette action, la position est déjà vide

# spaceAllreadyTaken
source: You cannot perform this action as the position is already occupied.
fr: Vous ne pouvez pas réaliser cette action, la position est déjà occupée

source: Submit
fr: Soumettre

source: Success!
fr: Succès !

# summary
source: Order summary
fr: Récapitulatif de la commande

# ticketAssign
source: Assign yourself
fr: S'assigner

# ticketAwaiting
source: Statut : Awaiting your reply
fr: Statut : En attente de votre réponse

# ticketList
source: Tickets list
fr: Liste des tickets

# ticketNew
source: New tickets
fr: Nouveau ticket

# ticketNo
source: No tickets
fr: Aucun Ticket

# ticketSend
source: Statut : Ticket sent
fr: Statut : Ticket envoyé

# ticketSubmit
source: submit ticket
fr: Soumettre votre ticket

source: title
fr: Titre

source: Too many files selected
fr: Trop de fichiers sélectionnés

# typeEmpty
source: No type available
fr: Pas de type disponible

# typeNew
source: New type
fr: Nouveau type

source: Up
fr: Haut

source: Update
fr: Mettre à jour

# userDeleteSuccess
source: User successfully deleted!
fr: Utilisateur supprimé avec succès !

source: User handling
fr: Gestion des utilisateurs

# userIdentityModify
source: Changing your identity
fr: Modification de votre identité

# userListAccess
source: This tab gives access to the user list.
fr: Cet onglet permet d'accéder à la liste des utilisateurs.

# userMobile
source: Mobile user
fr: Utilisateurs Mobile

# userNameModify
source: Update your first and last names easily!
fr: Mettez à jour votre prénom et votre nom facilement !

# userWeb
source: Web user
fr: Utilisateurs Web

source: Width:
fr: Largeur :

source: You,
fr: Vous,

# yourMessage
source: Enter your message...
fr: Entrez votre message...

# emailNotValid
source: Enter a valid mail address.
fr: Veuillez entrer un mail valide.

# atLeast
source: At least - character
fr: Au moins - caractères

# uppercaseLetters
source: - Uppercase letter
fr: - Lettres majuscules

# numericCharacters
source: - Numeric character
fr: - Chiffres

# specialCharacters
source: - Special character
fr: - Caractères spéciaux

# lowercaseLetters
source: - Lowercase letter
fr: - Lettres minuscules

# normalLetters
source: - Classic letter
fr: - Lettres classiques
